Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.PanelScheduleDataPanelSlotInconsistency
The template applied to this panel schedule is set to display fewer space than what is needed to display the max amount of circuits set on the equipment.